@extends('front.app')
@include('front.header')
@section('content')
    <section class="container text-right mt-5 about">
        <label>عميلنا العزيز</label>
        <p>تطبيق يخدم جميع فئات المجتمع ومن كل الاجناس يهتم ويتخصص بعرض وبيع الفواكه والخضار والورقيات بكافة انواعها وبجميع الأحجام والمقاسات ، التطبيق مقسم الى جزئين فهو يستهدف طبقتين الاولى المنازل والثانية الشركات او المنشآت ولكل قسم منتجاته وقوائمه واحجامه واسعاره التي تخصه </p><p>، يقوم طالب الخدمة بالدخول والتسجيل في التطبيق عبر كود التفعيل الذي يصل الى رقمه المسجل في التطبيق ثم تُمنح له صفحة شخصية تدرج فيها بياناته وتفاصيل حسابه من طلبات وبيانات شخصية ،</p><p> يقوم العضو بطلب المنتجات واضافتها الى سلة الشراء الخاصة به ثم يحدد طريقة الدفع وتاريخ التوصيل ثم يتمم الشراء ، سيصل الطلب الى ادارة التطبيق وبدورها تقوم بإسناد الطلب الى احد المناديب المتواجدين ، يصل اشعار الى المندوب بأنه ثمة طلب جديد قبل وصله فيقوم بالدخول الى صفحته الشخصية لمتابعة الطلب وتوصيله ، بعد التوصيل يقوم المندوب بانهاء الطلب ، وتلقائيا يتم تسجيل الطلب عبر النظام وفي داخل لوحة التحكم</p>
    </section>
    @endsection